# Project Settings

START = "**- اول بـوت عربي لـ تحويل المتحركات ومقاطع الفيديو إلى ملصقات فيديو متحركـه ووضعهـا بـ حزم ملصقـات خاصـه بك!**"

HELP = """
**- اول بـوت عربـي 🇾🇪 لـ تحويل الصور المتحركه ومقاطع الفيديو إلى ملصقات متحركه. فقط أرسل الي الملصق وسأقوم بتحويلها لك.**
**- سيتم انشاء حزمه خاصه بك بمجرد إضافة ملصق. إرسل المزيد من المتحركات/الفيديو لإضافة ملصقات في الحزمة الحالية.**

**الوصـف**
1) حزم ملصقات الفيديو الشخصية
2) حزم ملصقات فيديو متعددة
3) فيديو إلى ملصق متحرك
4) تحويل تلقائي لملصق الفيديو إلى ملصق متحرك
5) ملصقات ايموجي قابلة للتخصيص
6) احصل على قائمة الحزم عبر الامر /packs
7) إعدادات للتمييز بين الرموز التعبيرية لكل حزمة
8) وضع الاستخراج لإضافة ملصقات من حزم الآخرين
9) تعيين الرموز التعبيرية الافتراضية لجميع الملصقات

**ملاحظـه**:
1) حاول إرسال مقطع فيديو /gif صغير قدر الإمكان لأن أول 3 ثوانٍ فقط هي المهمة!
2) لا تحاول أن تهتم بالصوت لأن الصوت لا يهم أيضًا! نفس صورة GIF ونفس الفيديو بدون صوت سيعطيان نفس النتيجة.
3) 'طلب الرموز التعبيرية' عبر /settings تلغي 'الرموز التعبيرية المخصصة'
"""

ABOUT = "- اول بـوت عربـي لتحويل مقاطـع الفيديـو والصـور المتحـركه الى ملصقـات متحـركـه"

REPO = "VideoStickerBot"

STARKBOTS = True

CUSTOM_USERS_TABLE = True

# REMOVE_ADDONS = ["must_join"]
